const translationsRu = {
  gallery: "Главная",
  arts: "Произведения искусства",
  about: "Блог",
  contact: "Контакты",

  hero_text1: "ЯРЧАЙШИЙ ПРЕДСТАВИТЕЛЬ БУХАРСКОЙ ШКОЛЫ МИНИАТЮРЫ",
  hero_name: "ТОШЕВ ДАВЛАТ БОРОНОВИЧ",
    hero_text2: "Миниатюрист",
    hero_text3: "Живописец",
    hero_text4: "Каллиграф",

  productH3: "Коллекция миниатюр",
  productP: "Минимализм, изящество и галерейное качество. Искусство в чистом виде.",

  product1_name: "ПРОРОК СУЛАЙМАН (Мир ему)",
  product1_info: "Современное видение искусства миниатюры",

  product2_name: "СВАДЕБНАЯ ЦЕРЕМОНИЯ",
  product2_info: "Тонкая миниатюра в духе узбекских свадебных традиций",

  product3_name: "ПРАЗДНИК",
  product3_info: "Художественное выражение радости и торжества",

  product4_name: "ШАМСУЛ КАМАР",
  product4_info: "Символ света и красоты",

  product5_name: "2×27",
  product5_info: "Изящество в минимализме",

  product6_name: "18×29",
  product6_info: "Эстетическая гармония в простоте",

  product7_name: "34.5×49",
  product7_info: "Крупноформатная художественная композиция",

  product8_name: "15×25",
  product8_info: "Совершенство в миниатюре",

  aboutUsP: `Тошев Давлат Бороноович — член Ассоциации ремесленников Республики Узбекистан, многие годы плодотворно работающий в Бухаре в области народно-прикладного искусства и миниатюры. Основанный им Центр прикладного искусства «Устоз-шогирд» предоставляет бесплатное обучение молодежи, включая детей с ограниченными возможностями. Центр играет важную роль в сохранении вековых ремесленных традиций, воспитании уважения к национальным ценностям и формировании молодых мастеров. Давлат Бороноович известен своей преданностью, трудолюбием и инициативностью. Он не только обучает мастерству, но и воспитывает в учениках человечность, доброту и любовь к Родине. За свои заслуги он был награжден медалью «Шухрат» Указом Президента Республики Узбекистан в 2025 году.`,
  aboutUsSpan: "Основатель Центра Устоз-Шогирд",
  managerName: "Давлат Тошев",

  contactP: "Оставьте короткое сообщение о покупке, и мы свяжемся с вами в ближайшее время.",
  contactNameInp: "Имя",
  contactPhoneInp: "Телефон:",
  contactEx: "Введите только цифры. Пример: 90 123 45 67",
  contactBtn: "Отправить",
};

export default translationsRu;




