const translationsRu = {
    gallery: `Главная страница`,
    arts: `Произведения искусства`,
    about: `Блог`,
    contact: `Связаться с нами`,
    productH3: `Коллекция миниатюр`,
    productP: `Минималистичные, изысканные открытки, представленные на уровне художественной галереи. Качество в каждой детали.`,
    aboutUsP: `Тошев Давлат Буронович — член Ассоциации ремесленников Республики Узбекистан, который на протяжении многих лет успешно работает в городе Бухара в области народного прикладного искусства и миниатюры. Им основан «Центр прикладного искусства Устоз-Шогирд», где бесплатно обучаются молодёжь, в том числе дети с ограниченными возможностями. Этот центр играет важную роль в сохранении вековых традиций ремесленничества, воспитании уважения к национальным ценностям и формировании молодых мастеров, способных в будущем стать самостоятельными наставниками.  
Давлат Буронович отличается своей преданностью ремеслу, трудолюбием и инициативностью. Он передаёт своим ученикам не только профессиональные навыки, но и такие важные человеческие качества, как доброта, взаимопомощь и любовь к Родине. Его труд по достоинству оценён обществом — в 2025 году он был награждён медалью «Шухрат» Указом Президента Республики Узбекистан.  
Тошев Давлат Буронович — честный, ответственный и уважаемый человек, заслуживший высокое признание среди коллег и жителей.`,
    aboutUsSpan: `Основатель центра «Устоз-Шогирд»`,
    managerName: `Давлат Тошев`,
    contactP: `Оставьте короткое сообщение для приобретения. Мы свяжемся с вами в кратчайшие сроки.`,
    contactNameInp: `Имя`,
    contactPhoneInp: `Телефон: `,
    contactEx: `Введите только цифры. Пример: 90 123 45 67`,
    contactBtn: `Отправить`,
};

export default translationsRu;
