const translationsRu = {
  gallery: "Главная",
  arts: "Произведения искусства",
  about: "Блог",
  contact: "Контакты",

  hero_text1: "ЯРЧАЙШИЙ ПРЕДСТАВИТЕЛЬ БУХАРСКОЙ ШКОЛЫ МИНИАТЮРЫ",
  hero_name: "ТОШЕВ ДАВЛАТ БОРОНОВИЧ",
    hero_text2: "Миниатюрист",
    hero_text3: "Живописец",
    hero_text4: "Каллиграф",

  productH3: "Коллекция миниатюр",
  productP: "Минимализм, изящество и галерейное качество. Искусство в чистом виде.",

  product1_name: "ПРОРОК СУЛАЙМАН (Мир ему)",
  product1_info: "Современное видение искусства миниатюры",

  product2_name: "СВАДЕБНАЯ ЦЕРЕМОНИЯ",
  product2_info: "Тонкая миниатюра в духе узбекских свадебных традиций",

  product3_name: "ПРАЗДНИК",
  product3_info: "Художественное выражение радости и торжества",

  product4_name: "ШАМСУЛ КАМАР",
  product4_info: "Символ света и красоты",

  product5_name: "20×27",
  product5_info: "Изящество в минимализме",

  product6_name: "18×29",
  product6_info: "Эстетическая гармония в простоте",

  product7_name: "34.5×49",
  product7_info: "Крупноформатная художественная композиция",

  product8_name: "15×25",
  product8_info: "Совершенство в миниатюре",

  aboutUsP: `Тошев Давлат Буронович — художник, орнаменталист и каллиграф, продолжающий в Бухаре традиции прикладного искусства и миниатюры. В основанном им «Центре прикладного искусства “Устоз-шогирд” молодёжь, включая детей с ограниченными возможностями, получает бесплатное образование и воспитывается в духе уважения к национальным ценностям.
Основой его творчества является любовь к Творцу и стремление постичь Его. В своих произведениях он отражает общечеловеческие ценности и миролюбивую, мудрую сущность ислама.
В 2025 году Указом Президента Республики Узбекистан он был награждён медалью «Шухрат». Сегодня вместе со своими учениками он гармонично сочетает богатые художественные традиции Бухары с современными творческими поисками.`,
  aboutUsSpan: "Основатель Центра Устоз-Шогирд",
  managerName: "Давлат Тошев",

  contactP: "Оставьте короткое сообщение о покупке, и мы свяжемся с вами в ближайшее время.",
  contactNameInp: "Имя",
  contactPhoneInp: "Телефон:",
  contactEx: "Введите только цифры. Пример: 90 123 45 67",
  contactBtn: "Отправить",
};

export default translationsRu;




