const translationsRu = {
    gallery: `Главная`,
    arts: `Произведения искусства`,
    about: `Блог`,
    contact: `Связаться`,

    hero_text1: "САМЫЙ ЯРКИЙ ПРЕДСТАВИТЕЛЬ БУХАРСКОЙ ШКОЛЫ МИНИАТЮРЫ",
    hero_text2: "Миниатюрист",
    hero_text3: "Живописец",
    hero_text4: "Каллиграф",

    productH3: `Коллекция миниатюр`,
    productP: `Минималистичные, изящные карточки, представленные на уровне галереи. Качество в утончённости.`,

    // Переводы для каждого продукта
    product1_name: `SULAYMON ALAYHISSALOM`,
    product1_info: `Современное воплощение миниатюрного искусства`,

    product2_name: `СВАДЕБНАЯ ЦЕРЕМОНИЯ`,
    product2_info: `Тонкая миниатюра, вдохновлённая узбекскими свадебными традициями`,

    product3_name: `ПРАЗДНИК`,
    product3_info: `Художественное отображение торжественной сцены`,

    product4_name: `SHAMSUL QAMAR`,
    product4_info: `Символ света и красоты`,

    product5_name: `2×27`,
    product5_info: `Изысканная деталь в минимальном формате`,

    product6_name: `18×29`,
    product6_info: `Эстетическая гармония в простоте`,

    product7_name: `34.5×49`,
    product7_info: `Художественная композиция большого формата`,

    product8_name: `15×25`,
    product8_info: `Совершенство в миниатюрном исполнении`,

    aboutUsP: `Тошев Давлат Бо́ронович — член Ассоциации ремесленников Узбекистана, многие годы активно занимается народным прикладным искусством и миниатюрной живописью в Бухаре. Он основал «Центр практического искусства Устоз-Шогирд», где бесплатно обучаются молодёжь, в том числе дети с ограниченными возможностями. Центр играет важную роль в сохранении вековых ремесленных традиций, воспитании молодого поколения в духе уважения к национальным ценностям и подготовке будущих самостоятельных мастеров. Как мастер, Давлат Бо́ронович выделяется преданностью своему делу, трудолюбием и инициативностью. Он передаёт своим ученикам не только ремесленные секреты, но и такие высокие ценности, как человечность, сострадание и любовь к Родине. Его труд получил заслуженное признание обществом, и в 2025 году он был награждён медалью «Шухрат» указом Президента Республики Узбекистан. Тошев Давлат Бо́ронович описывается как честный, ответственный, уважаемый в коллективе и авторитетный человек.`,
    aboutUsSpan: `Основатель — Устоз-Шогирд`,
    managerName: `Davlat Toshev`,

    contactP: `Оставьте краткую информацию по вопросам покупки. Остальное решим быстро.`,
    contactNameInp: `Имя`,
    contactPhoneInp: `Телефон: `,
    contactEx: `Вводите только цифры. Пример: 90 123 45 67`,
    contactBtn: `Отправить`,
};

export default translationsRu;
